{"unknown": 0, "tien": 1, "phong": 2, "bank": 3, "O": 4, "B": 5, "8": 6, "1": 7, "6": 8, "7": 9, "5": 10, "9": 11, "4": 12, "3": 13, "0": 14, "A": 15, "huynh": 16, "duy": 17, "hung": 18, "N": 19, "oceanbank": 20, "so": 21, "tai": 22, "khoan": 23, "2": 24, "ctk": 25, "phan": 26, "tuan": 27, "ngan": 28, "hang": 29, "vietin": 30, "split": 31, "bui": 32, "anh": 33, "quang": 34, "ibk": 35, "nguyen": 36, "chi": 37, "truong": 38, "phat": 39, "trien": 40, "thanh": 41, "pho": 42, "ho": 43, "minh": 44, "thi": 45, "trang": 46, "kien": 47, "long": 48, "chu": 49, "duong": 50, "vu": 51, "yen": 52, "vi": 53, "viet": 54, "dung": 55, "lvb": 56, "huy": 57, "tmcp": 58, "nam": 59, "thinh": 60, "vuong": 61, "xuat": 62, "nhap": 63, "khau": 64, "van": 65, "uob": 66, "tk": 67, "techcom": 68, "cam": 69, "binh": 70, "ngoai": 71, "thuong": 72, "lam": 73, "seabank": 74, "linh": 75, "tnhh": 76, "mtv": 77, "united": 78, "overseas": 79, "(uob)": 80, "tuyen": 81, "le": 82, "hai": 83, "tri": 84, "bacabank": 85, "them": 86, "tam": 87, "mb": 88, "ngoc": 89, "trung": 90, "vrb": 91, "tho": 92, "dai": 93, "chung": 94, "bach": 95, "msb": 96, "pham": 97, "vy": 98, "trach": 99, "nhiem": 100, "huu": 101, "han": 102, "indovina": 103, "thu": 104, "nhu": 105, "a": 106, "do": 107, "phuong": 108, "lai": 109, "va": 110, "ten": 111, "sc": 112, "than": 113, "sai": 114, "gon": 115, "tin": 116, "wori": 117, "tran": 118, "ivb": 119, "duc": 120, "luc": 121, "dong": 122, "xuan": 123, "phuc": 124, "hoai": 125, "hoang": 126, "vietbank": 127, "huyen": 128, "hien": 129, "bao": 130, "hau": 131, "kha": 132, "lienvietpostbank": 133, "vpbank": 134, "ly": 135, "sacombank": 136, "dao": 137, "phuoc": 138, "an": 139, "ngo": 140, "trong": 141, "loc": 142, "agribank": 143, "tu": 144, "nong": 145, "nghiep": 146, "baovietbank": 147, "thuy": 148, "hoa": 149, "hiep": 150, "gpbank": 151, "nhat": 152, "public": 153, "tan": 154, "quy": 155, "lien": 156, "post": 157, "trinh": 158, "dau": 159, "ra": 160, "thai": 161, "wooribank": 162, "ninh": 163, "kieu": 164, "cao": 165, "khi": 166, "toan": 167, "cau": 168, "dinh": 169, "shinhanbank": 170, "mac": 171, "truc": 172, "gp": 173, "mai": 174, "vcb": 175, "vo": 176, "-": 177, "ha": 178, "noi": 179, "nhi": 180, "viettin": 181, "shb": 182, "hieu": 183, "sang": 184, "chinh": 185, "russia": 186, "trieu": 187, "ky": 188, "khang": 189, "chau": 190, "doan": 191, "khoa": 192, "giang": 193, "eximbank": 194, "lu": 195, "namabank": 196, "vinh": 197, "cuc": 198, "thao": 199, "maritime": 200, "song": 201, "industrial": 202, "of": 203, "korea-ibk": 204, "quoc": 205, "te": 206, "kinh": 207, "cham": 208, "dang": 209, "hue": 210, "vietcom": 211, "doanh": 212, "nga": 213, "tinh": 214, "khanh": 215, "pvcombank": 216, "bich": 217, "publicbank": 218, "cung": 219, "baca": 220, "vietcombank": 221, "kienlongbank": 222, "hoan": 223, "hongleongbank": 224, "huan": 225, "standard": 226, "chartered": 227, "quan": 228, "giap": 229, "bo": 230, "phung": 231, "nama": 232, "to": 233, "y": 234, "thon": 235, "cong": 236, "bac": 237, "ton": 238, "quyen": 239, "thach": 240, "vib": 241, "vui": 242, "khuat": 243, "hd": 244, "bidv": 245, "dan": 246, "abb": 247, "la": 248, "dien": 249, "tang": 250, "li": 251, "tat": 252, "cu": 253, "vieta": 254, "man": 255, "luong": 256, "dieu": 257, "hanh": 258, "uong": 259, "hao": 260, "hop": 261, "tac": 262, "sao": 263, "lan": 264, "qui": 265, "doi": 266, "cimb": 267, "co": 268, "op": 269, "buu": 270, "abbank": 271, "chuc": 272, "hong": 273, "thien": 274, "son": 275, "hdbank": 276, "my": 277, "san": 278, "pvcom": 279, "danh": 280, "nhuan": 281, "mao": 282, "uyen": 283, "tuyet": 284, "cuong": 285, "dam": 286, "chiu": 287, "bang": 288, "huong": 289, "donga": 290, "gia": 291, "svb": 292, "khue": 293, "ma": 294, "nhan": 295, "chien": 296, "dat": 297, "tuong": 298, "chang": 299, "ncb": 300, "tong": 301, "luu": 302, "sea": 303, "khac": 304, "captital": 305, "diem": 306, "thang": 307, "thuan": 308, "phon": 309, "xang": 310, "woori": 311, "vpb": 312, "tram": 313, "ocb": 314, "uonl": 315, "vietabank": 316, "nhut": 317, "nhung": 318, "thin": 319, "petrolimex": 320, "nghi": 321, "sen": 322, "shinhan": 323, "khuc": 324, "tpbank": 325, "sua": 326, "techcombank": 327, "kim": 328, "lung": 329, "the": 330, "sy": 331, "quynh": 332, "capital": 333, "saigonbank": 334, "duyen": 335, "nghia": 336, "ket": 337, "manh": 338, "vietinbank": 339, "dongabank": 340, "khuong": 341, "thom": 342, "cat": 343, "oanh": 344, "ong": 345, "phi": 346, "tcb": 347, "giao": 348, "mong": 349, "can": 350, "lpb": 351, "ut": 352, "nguyet": 353, "dac": 354, "pbvn": 355, "leong": 356, "ba": 357, "lo": 358, "pg": 359, "bon": 360, "scb": 361, "kienlong": 362, "du": 363, "mbbank": 364, "seo": 365, "co-opbank": 366, "mi": 367, "nay": 368, "lieu": 369, "si": 370, "phu": 371, "hua": 372, "quyet": 373, "guen": 374, "acb": 375, "ai": 376, "nung": 377, "vien": 378, "be": 379, "thoai": 380, "ca": 381, "worri": 382, "tung": 383, "sinh": 384, "da": 385, "wit": 386, "loan": 387, "em": 388, "ty": 389, "kiem": 390, "hongleong": 391, "diep": 392, "tham": 393, "tuoi": 394, "ta": 395, "thong": 396, "suong": 397, "boi": 398, "xuyen": 399, "nhuong": 400, "pgbank": 401, "vang": 402, "nhuyen": 403, "ga": 404, "hui": 405, "luan": 406, "canh": 407, "khong": 408, "h": 409, "duyet": 410, "tis": 411, "mau": 412, "tra": 413, "loi": 414, "gai": 415, "quoi": 416, "ban": 417, "khoi": 418, "gir": 419, "xen": 420, "phom": 421, "ngoan": 422, "tao": 423, "xa": 424, "que": 425, "rum": 426, "baoviet": 427, "na": 428, "ni": 429, "khuyen": 430, "gam": 431, "truyen": 432, "day": 433, "duan": 434, "chiem": 435, "sam": 436, "thieu": 437, "nghiem": 438, "kator": 439, "quach": 440, "thuc": 441, "hoanh": 442, "oi": 443, "khon": 444, "nau": 445, "thiem": 446, "khuu": 447, "nho": 448, "sin": 449, "tranh": 450, "sanh": 451, "thuat": 452, "suot": 453, "voong": 454, "giau": 455, "chieng": 456, "niem": 457, "no": 458, "khiem": 459, "taho": 460, "luyen": 461, "pa": 462, "ka": 463, "lang": 464, "toi": 465, "bay": 466, "hoi": 467, "tieu": 468, "thay": 469, "bnuoch": 470, "khai": 471, "mua": 472, "lap": 473, "sung": 474, "kiet": 475, "lao": 476, "mui": 477, "nie": 478, "lun": 479, "nha": 480, "toai": 481, "then": 482, "trac": 483, "chieu": 484, "thuyen": 485, "dach": 486, "liem": 487, "gioi": 488, "su": 489, "hinh": 490, "leng": 491, "lua": 492, "kpa": 493, "nu": 494, "sec": 495, "xuong": 496, "huutai": 497, "thoa": 498, "kbuor": 499, "tay": 500, "pha": 501, "mo": 502, "chac": 503, "khoang": 504, "liu": 505, "hoc": 506, "lanh": 507, "rieng": 508, "soi": 509, "de": 510, "ung": 511, "heng": 512, "men": 513, "chuyen": 514, "ke": 515, "au": 516, "chuan": 517, "lau": 518, "mung": 519, "mien": 520, "khe": 521, "mlo": 522, "nhon": 523, "chao": 524, "thiet": 525, "tha": 526, "met": 527, "leo": 528, "luon": 529, "thol": 530, "sa": 531, "muoi": 532, "im": 533, "chin": 534, "cun": 535, "ru": 536, "nguye": 537, "buoc": 538, "uy": 539, "hi": 540, "dy": 541, "thung": 542, "thoi": 543, "lenh": 544, "nrang": 545, "xoan": 546, "goan": 547, "hy": 548, "ksor": 549, "uol": 550, "phien": 551, "xoa": 552, "thusc": 553, "tuy": 554, "ngau": 555, "xay": 556, "tap": 557, "duoc": 558, "chanh": 559, "nep": 560, "eban": 561, "dep": 562, "chuong": 563, "bya": 564, "hac": 565, "khol": 566, "lio": 567, "nguyem": 568, "tit": 569, "hiao": 570, "phun": 571, "bien": 572, "che": 573, "hoat": 574, "tiep": 575, "di": 576, "ro": 577, "thuyet": 578, "nal": 579, "may": 580, "nhuy": 581, "xong": 582, "ngoi": 583, "quat": 584, "vet": 585, "on": 586, "mach": 587, "bi": 588, "quahcs": 589, "den": 590, "thac": 591, "moi": 592, "hdok": 593, "huou": 594, "nuong": 595, "cuu": 596, "thy": 597, "nham": 598, "ngon": 599, "mit": 600, "cang": 601, "kuong": 602, "bin": 603, "net": 604, "tieng": 605, "rang": 606, "tot": 607, "vong": 608, "bai": 609, "neang": 610, "nang": 611, "thieng": 612, "xu": 613, "ham": 614, "treu": 615, "fa": 616, "sau": 617, "nhai": 618, "luat": 619, "khach": 620, "khien": 621, "khieu": 622, "khom": 623, "ros": 624, "sieu": 625, "muc": 626, "leu": 627, "chach": 628, "tuc": 629, "ben": 630, "bun": 631, "oai": 632, "hon": 633, "ny": 634, "ve": 635, "bong": 636, "chan": 637, "der": 638, "duom": 639, "nghuyen": 640, "ngu": 641, "ngoang": 642, "theo": 643, "luom": 644, "blung": 645, "chong": 646, "voi": 647, "dua": 648, "qua": 649, "lim": 650, "phay": 651, "zah": 652, "l": 653, "tren": 654, "nas": 655, "pao": 656, "con": 657, "senh": 658, "xin": 659, "thoan": 660, "me": 661, "lieng": 662, "nui": 663, "oan": 664, "gong": 665, "siu": 666, "nhien": 667, "set": 668, "thep": 669, "phol": 670, "buone": 671, "diu": 672, "truy": 673, "vung": 674, "kin": 675, "nhanh": 676, "tue": 677, "adam": 678, "maih": 679, "ayun": 680, "sach": 681, "thap": 682, "ki": 683, "trao": 684, "lat": 685, "truoc": 686, "phe": 687, "bau": 688, "bos": 689, "ngung": 690, "nguen": 691, "hen": 692, "mila": 693, "det": 694, "rinh": 695, "cap": 696, "ry": 697}